Repository: frkony/wheeloffate
Catalog: lib/Home/l10n/app_*.arb
Languages: tr

# kaderCarki
source: Wheel Of Fate
tr: Kaderin Çarkı

# secenekGir
source: Enter option
tr: Seçenek Giriniz

# kararVer
source: Decide
tr: Karar Ver

# karariniSenVer
source: You Decide
tr: Kararını Sen Ver

# oneriler
source: Suggestions
tr: Öneriler

# kaderinTavsiyesi
source: Fate's Advice
tr: Kaderin Tavsiyesi

# film
source: Movie Advice
tr: Film Tavsiyesi

# yemek
source: Food Advice
tr: Yemek Tavsiyesi

# aktivite
source: Activity Advice
tr: Aktivite Tavsiyesi

# cinsellik
source: Sexualty Advice
tr: Cinsellik Tavsiyesi

# sansizlik
source: Unlucky you didn't get results. Spin it again.
tr: Şansızlık sonuç alamadın. Tekrar Çevir.

# rastgeleDoldur
source: fill randomly
tr: Rastgele Doldur

# joker
source: The Joker (2019)
tr: Joker (2019) : Toplum tarafından izole edilmiş, zorbalığa uğramış ve göz ardı edilmiş olan Fleck, Joker maskesiyle büyük bir çılgınlığa yavaş yavaş ilerlemeye başlar.

# theIntouchables
source: The Intouchables (2011)
tr: The Intouchables (2011) : Yamaç paraşütü kazasından sonra sakatlanan zengin bir aristokrat olan Philippe evde kendisine yardımcı olması için banliyöde yaşayan Driss’i işe alır. Driss ise yeni hapisten çıkmıştır ve bu iş için hiç de uygun değildir. Ama bu iki adam bir şekilde birbirlerine benzemektedir.

source: Limitless
tr: limitless : Ya bir hap sizi daha zengin ve daha güçlü kılabilseydi? Eddie (Bradley Cooper) perişan halde yaşayan New York'lu bir yazardır. Ancak günün birinde beyninin tüm kapasitesini kullanabileceği bir ilaçla tanışır.

# elCuerpo
source: El cuerpo (2012)
tr: El cuerpo (2012) : Dava ile ilgilenmesi için dedektif Jaime Pena görevlendirilir. Jaime de eşini kaybetmiştir ve bu travmanın izlerini henüz tam olarak atlatamamıştır. Bu davayı hem kişisel duygularını çözüme kavuşturmak hem de halen meslekte iyi bir polis olduğunu göstermek için değerlendirecektir. Fakat olayın o kadar çok karanlık noktası vardır ki davaya dahil olan hiç kimse aslında göründüğü kişi değildir. Cinayetin ve kaybolan cesedin arkasını araştırdıkça hem maddi hem manevi farklı sonuçlara doğru yönelecektir.

# whoAmI
source: Who Am I - Kein System ist sicher (2014)
tr: Who Am I - Kein System ist sicher (2014) : Genç bir bilgisayar dehası olan Benjamin, sadece Almanya’da değil dünya çapında tanınan biri olmak istemektedir. Yeraltı bir hacker grubu, Benjamin’i aralarına katılmaya çağırınca, Benjamin bu tehlikeli teklifi kabul eder ancak bu tehlikeli oyunlarda başına geleceklerden habersizdir.

# kingsmanTheSecretService
source: Kingsman
tr: Kingsman: The Secret Service (2014) : işsiz Eggsy annesinin evinde yaşamaktadır. Bir gün trafikte kargaşaya neden olur ve tutuklanınca karakoldan kurtulmak için madalyayı kullanır. Onu bu olaydan kurtaran ajan Harry Hart ise hayatını Eggsy’nin babasına borçludur. Şimdi Harry, bu sıradan gibi görünen gence, gizli bir bağımsız istihbarat servisi ajanı olmanın yollarını öğretecektir. Eggsy’yi bu yeni hayatında ciddi bir sınav beklemektedir…

# lifeOfPi
source: Life of Pi (2012)
tr: Life of Pi (2012) : Pi Patel’in Hindistan’daki egzotik bir hayvanat bahçesinden Pasifik’e uzanan yolculuğunda yaşadığı gemi kazası sonucu bir sandalda bir sırtlan, kırık bacaklı bir zebra, bir orangutan ve üç yüz kiloluk bir Bengal kaplanı ile hayatta kalan tek insan olarak yaşadığı akıl almaz hikayesini sunuyor.

# deadpool
source: Deadpool (2016)
tr: Deadpool (2016) : Eski bir özel kuvvetler görevlisi olan Wade Wilson ordudan ayrıldıktan sonra kendi çöplüğünde, kendi kurallarına göre takılan, kötünün iyisi bir adamdır. Hayatına yeni giren Vanessa ile harika bir uyumu varken bir şeylerin tam da yolunda gittiğini düşünürken, kanser olduğu gerçeğiyle yüz yüze kalır. Sevdiği kadını bu acılı süreci izlemekten kurtarmak için onu terk eden Wade, kendisine tedavi umudu sunan bir bilimsel projeye katılır. Fakat bu proje sadece bir 'yan etki' olarak kansere tedavi olacaktır. Asıl amaç birtakım DNA'ları tetiklemektir. Akla gelmeyecek acılara göğüs geren Wade, her şey sona erdiğinde üstün yeteneklere sahip olur. Fakat tüm bu özellikleriyle tek bir amacı vardır, Ajax 'Francis'ten intikam almak!

# theImitationGame
source: The Imitation Game (2014)
tr: The Imitation Game (2014) : İngilizlere ve müttefiklerine çok ağır kayıplara mal olmuştur. Çözüm olarak İngiliz hükümeti Deniz Kuvvetleri Komutanlığı çatısı altında ülkenin en iyi şifre çözen beyinlerini ve kriptoloji uzmanlarını toplar. Bu isimlerden biri de farklı çalışmalarıyla tanınan ve kendi yöntemlerinden ödün vermeyen genç profesör Alan Turing'dir. Turing'in ekibe katılması dengeleri alt üst edecek ama o güne kadar hiç denememiş büyük çaplı bir girişimin de kapısını aralayacaktır.

# theWolfofWallStreet
source: The Wolf of Wall Street (2013)
tr: Jordan Belfort henüz 24 yaşında zeki bir borsacıdır. Hırsı ve zekası onu Wall Street borsasında Stratton Oakmont isimli bir yatırım firmasının CEO'su haline getirir. Belfort kısa zaman içinde tam bir para avcısı haline gelir. Bir çok yatırımcıyı yanlış yönlendirmeler yaparak bu durumu kendi lehine çevirir ve milyonlarca dolar kazanıp zengin bir adam haline gelir. Ancak Belfort kolay kazandığı parayı gece hayatı ve lüks tutkusu sebebiyle bir kaç gün içinde bitirmektedir. Bu hızlı ve kontrolsüz davranışları yaşamını bir o kadar hızlı şekilde dibe vuracak hale getirir.

# durum
source: Hatay Style Chicken Wrap
tr: Dürüm : Öncü Döner / Sarnıç Döner / Mac Chicken / Maydonoz Döner / Özlem Döner

# kebap
source: Adana kebab
tr: Kebap : Kule OcakBaşı / Papatya Mutfağı / Kebapcım / Guşgana Kebap & Fırın

# pizza
source: Pizza with the Ingredients You Love
tr: Pizza :Dominos / Venice Italian Pizza / Papa John's / Capello / Crakers

# kokorec
source: Kokereç
tr: Kokereç : Ambiyans Kokoreç / KokoBaba / Şampiyon Kokoreç / Gogo Kokoreç / Kokocemk Kokoreç

# kumpir
source: Baked Potato
tr: Kumpir :Patate's / Kumpir 7'M / The Kumpir House

# cigkofte
source: Çiğköfte
tr: Çiğköfte : Komagene / Adıyaman Çiğköftecisi / Samsat Çiğköfte / Feriştah El Yapımı Gerçek Çiğköfte

# balikdeniz
source: Fish in bread
tr: Balık : Değirmen Balık / Midyeci Yasin / Thiasos Meze / İskele Balık & Ekmek

# dondurma
source: Ice Cream
tr: Dondurma : Roko Dondurma & Kahve / Avenue Waffle In Love / Coldstone Creeamery / Mado

# yuruyus
source: Outdoor Hiking
tr: Yürüyüş; Tek, Ekipçe veya sevgilinizle 4 duvar arasında sıkışıp kalmayın, havanın hertürlüsünde yürüşe çıkıp keyfinize bakın

source: Cafe
tr: Cafe; Cafe de yalnız arkadaşlarınız veya sevgilinizle oturup hayatı gözden geçirebilir, toplu bir şekilde tabu oynayabilirsiniz.

# hedef
source: Take action for your goals
tr: Hedef; Hedeflerini ertelemektende vaz geçebilirsiniz. Eve, spora hedefiniz ne ile ilgili hangi mekanda ilerleyebilecekseniz adımlarınızı oraya yönlendirin.

# spor
source: Do sport
tr: Spor; Deşarj olup üzerinizde stresi, siniri ve elektriği atmanıza yardımcı olabilir

# kitap
source: Read a book
tr: Kitap; Geniş hayal gücü, güçlü iletişim ve farkındalık için bugün bir kitaba başlayın

# dinlenme
source: Rest
tr: Dinlen; Hayat Akışı stresli ve yoğun geçtiği bu zamanlarda zihninizi serbest bırakıp biraz rahatlayın.
